[
  "Which genre of album is Harder.....Faster?",
  "what format is Fearless",
  "what film is by the writer Phil Hay?",
  "Where did Roger Marquis die",
  "Which equestrian was born in Dublin?",
  "What is a tv action show?",
  "What's a song by Jean Grae",
  "What position does Carlos Gomez play?",
  "how does Engelbert Zaschka identify",
  "who produced the film Woodstock Villa",
  "what position does Pee Wee Reese play in Baseball",
  "Which Swiss conductor's cause of death is myocardial infarction?",
  "what type of music does David Ruffin play",
  "where was Padraic McGuinness's place of death",
  "Who influenced Michael Mcdowell?",
  "what formatting does the Complete On The Corner sessions have",
  "what is the place of birth of Sam Edwards?",
  "Which label is Somevelvetsidewalk signed to",
  "Which home is an example of Italianate Architecture?",
  "who published Neo Contra",
  "Who was born in Aguascalientes?",
  "What is an album by Herb Alpert?",
  "what is Angie Estes's profession",
  "What is Jeff Hall known for?",
  "what position does José Francisco Torres play?",
  "What's an episode directed by Philip Leacock",
  "What is the release type of the album the Soul Sessions",
  "where was Johannes Messenius born",
  "which event took place in Italia (Roman Empire)",
  "Who did the music for the film Taffin",
  "what male actor was born in  Warsaw",
  "What's an album that the philharmonia orchestra has released",
  "what kind of school is Holy Cross High School?",
  "where is MVM Arts and Science college at?",
  "What kind of release was Collection",
  "Which timezone is Greenway Township located in?",
  "What would be an indie rock album",
  "who was also born in Jakarta",
  "Who was born in Prague",
  "What style of jazz did Zachary Lipton perform?",
  "what is a building in Maryland that features greek Revival Architecture",
  "where was Guy Pnini born",
  "Which country is Archibald Campbell from?",
  "What kind of music is Brutal Juice",
  "What is the name of a game in the gambling industry",
  "Name a rock music album",
  "what cyclone affected Hainan",
  "what's the name of a popular japanese to portuguese dictionary",
  "what is an album recorded by Scott Grimes",
  "What genre of album is Magico: Carta de Amor?"
]